Constructs an instance of FilterNumericGreater.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public FilterNumericGreater()
  Visual Basic
Public Sub New
  Visual C++
public:
FilterNumericGreater()
 See Also
  FilterNumericGreater Class
  Autodesk.Revit.DB Namespace